[{
        "uid": "4637",
        "question": "Name the significant buildings of Ivan Fomin ?",
        "verbalized_answer": "The significant buildings of Ivan Fomin are [Moscow, Kiev, Krasnye Vorota (Moscow Metro), Moscow Metro, Government Building, Kiev].",
        "verbalized_answer_2": "Ivan Fomin's most significant buildings are the [Moscow, Kiev, Krasnye Vorota (Moscow Metro), Moscow Metro, Government Building, Kiev].",
        "verbalized_answer_3": "The significant buildings of him are [Moscow, Kiev, Krasnye Vorota (Moscow Metro), Moscow Metro, Government Building, Kiev].",
        "verbalized_answer_4": "His important buildings are [Moscow, Kiev, Krasnye Vorota (Moscow Metro), Moscow Metro, Government Building, Kiev].",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Ivan_Fomin> <http://dbpedia.org/ontology/significantBuilding> ?uri }"
    },
    {
        "uid": "3172",
        "question": "Give me the count of artist in the company whose Artist is Jean- Fran\u00c3\u00a7ois Cot\u00c3\u00a9 ?",
        "verbalized_answer": "There are [17] artists in the company where one of them is Jean- Fran\u00c3\u00a7ois Cot\u00c3\u00a9.",
        "verbalized_answer_2": "The company includes [17] artists, one of whom is Jean-French C\u00f4t\u00e9.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/artist> <http://dbpedia.org/resource/Jean-Fran\u00c3\u00a7ois_Cot\u00c3\u00a9> . ?x <http://dbpedia.org/property/artist> ?uri }"
    },
    {
        "uid": "4440",
        "question": "Which country's national motto is Truth prevails?",
        "verbalized_answer": "The country's national motto Truth prevails is [Czechoslovakia].",
        "verbalized_answer_2": "[Czechoslovakia]'s national motto is Truth prevails .",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/nationalMotto> <http://dbpedia.org/resource/Truth_prevails> . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Country>}"
    },
    {
        "uid": "445",
        "question": "What is the death place of the Elbieta Czartoryska which is also place of birth of the Charles Journet",
        "verbalized_answer": "The death place of the Elbieta Czartoryska and place of birth of Charles Journet is [Geneva, Switzerland].",
        "verbalized_answer_2": "Eleanor Czartoryska died and Charles Jornet was born in [Geneva, Switzerland].",
        "verbalized_answer_3": "The death place of the Elbieta Czartoryska (19051989) and place of birth of the Charles Journet are [Geneva, Switzerland].",
        "verbalized_answer_4": "Eleanor Czartoryska died (1928-1989) and Charles Jornet was born in [Geneva, Switzerland].",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/El\u00c5\u00bcbieta_Czartoryska_(1905\u00e2\u20ac\u201c1989)> <http://dbpedia.org/property/deathPlace> ?uri. <http://dbpedia.org/resource/Charles_Journet> <http://dbpedia.org/ontology/birthPlace> ?uri}"
    },
    {
        "uid": "1587",
        "question": "Count the different alma maters of people employed by the CNN?",
        "verbalized_answer": "There are [9] alma maters of the people who work for CNN.",
        "verbalized_answer_2": "There are [9] alma mater people employed by CNN.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "There are [9] alma mater of the people whose employer is the organisation.",
        "verbalized_answer_6": "There is [9] the alma mater of people who work in the organization.",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/employer> <http://dbpedia.org/resource/CNN> . ?x <http://dbpedia.org/ontology/almaMater> ?uri . }"
    },
    {
        "uid": "183",
        "question": "Count the wars in which people awarded with the Croix de guerre fought.",
        "verbalized_answer": "There are [275] battles where military people awarded with Croix de guerre.",
        "verbalized_answer_2": "There are [275] battles in which the military is awarded the Croix de guerre.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/awards> <http://dbpedia.org/resource/Croix_de_guerre_1939\u00e2\u20ac\u201c1945_(France)> . ?x <http://dbpedia.org/property/battles> ?uri . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/MilitaryConflict>}"
    },
    {
        "uid": "1651",
        "question": "List the first drivers of Grand Prixes where Mika Hakkinen was a pole driver.",
        "verbalized_answer": "The first drivers of the Grand Prixes where Mika Hakkinen was in pole position are [Michael Schumacher, Jacques Villeneuve, Mika H\u00c3\u00a4kkinen, Damon Hill, Eddie Irvine, David Coulthard, Heinz-Harald Frentzen].",
        "verbalized_answer_2": "The first drivers in the Grand Prizes where Mika Hakkinen was in pole position were [Michael Schumacher, Jacques Villeneuve, Mika H\u00c3\u00a4kkinen,, Damon Hill, Eddie Irvine, David Coulthard, Heinz-Harald-Franzen].",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/poleDriver> <http://dbpedia.org/resource/Mika_H\u00c3\u00a4kkinen> . ?x <http://dbpedia.org/ontology/firstDriver> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/GrandPrix>}"
    },
    {
        "uid": "1442",
        "question": "List the mascot of the universities which are a part of National Collegiate Athletic Association?",
        "verbalized_answer": "The mascots of the universities whose athletics is the National Collegiate Athletic Association are [answer].",
        "verbalized_answer_2": "The mascots of universities which are a part of the National Association of Athletics are [the answer].",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/property/athletics> <http://dbpedia.org/resource/National_Collegiate_Athletic_Association> . ?x <http://dbpedia.org/property/mascot> ?uri . ?x <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/University>}"
    },
    {
        "uid": "29",
        "question": "Who is the common manager of Aston Villa 2000-01 season and also the manager of Middlesbrough F.C. season 2009-10",
        "verbalized_answer": "[Gareth Southgate] is the manager of Aston Villa 2000-01 season and Middlesbrough 2009-10 season.",
        "verbalized_answer_2": "[Gareth Southgate] was manager of Aston Villa in 2000-01 and Middlesbrough in 2009-10.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "The name of the 200001 the country season and manager of the 200910 Middlesbrough F.C. season is [Gareth Southgate].",
        "verbalized_answer_6": "The name of the country's season and manager of the 2009-10 season is Middlesbrough FC [Gareth Southgate].",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/2000\u00e2\u20ac\u201c01_Aston_Villa_F.C._season> <http://dbpedia.org/property/name> ?uri. <http://dbpedia.org/resource/2009\u00e2\u20ac\u201c10_Middlesbrough_F.C._season> <http://dbpedia.org/ontology/manager> ?uri}"
    },
    {
        "uid": "1104",
        "question": "Count the participants of the NBA?",
        "verbalized_answer": "There are [620] people who participate in the National Basketball Association league.",
        "verbalized_answer_2": "There are [620] people playing in the National Hockey League.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "There are [620] basketball players whose league is the organisation.",
        "verbalized_answer_6": "There are [620] participants of the NBA.",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT COUNT(?uri) WHERE {?uri <http://dbpedia.org/ontology/league> <http://dbpedia.org/resource/National_Basketball_Association> . }"
    },
    {
        "uid": "3526",
        "question": "name the home stadium of FC Spartak Moscow season 2011-12",
        "verbalized_answer": "The home stadium of 2011-12 FC Spartak Moscow season is [Moscow, Luzhniki Stadium].",
        "verbalized_answer_2": "The home stadium of Spartak Moscow FC in the 2011 / 12 season is [Moscow, Luzhniki Stadium].",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/2011\u00e2\u20ac\u201c12_FC_Spartak_Moscow_season> <http://dbpedia.org/ontology/homeStadium> ?uri }"
    },
    {
        "uid": "4774",
        "question": "Is Serban Titeica a doctoral student of Werner Heisenberg",
        "verbalized_answer": "[Yes], Serban Titeica is the doctoral student of Werner Heisenberg.",
        "verbalized_answer_2": "Yes, the Serban Titeica is Heisenberg's doctoral student.",
        "verbalized_answer_3": "[Yes], Serban Titeica is the doctoral student of Werner Heisenberg.",
        "verbalized_answer_4": "[Yes], Serban Titeica is an doctoral student of Werner Heisenberg.",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "[Yes],  the doctoral student of Werner Heisenberg is Serban Titeica.",
        "verbalized_answer_8": "[Yes], Heisenberg's doctoral student is Serban Titeica.",
        "query": "ASK WHERE { <http://dbpedia.org/resource/Werner_Heisenberg> <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/erban_ieica> }"
    },
    {
        "uid": "2265",
        "question": "In which movies has momoko kochi acted",
        "verbalized_answer": "The movies where Momoko Kochi acted are [Godzilla (1954 film), Half Human, Godzilla, King of the Monsters!].",
        "verbalized_answer_2": "Momi Kochi's films include Godzilla (film), Half Man, Godzilla, King of Monsters!",
        "verbalized_answer_3": "The movie whose actor is Momoko Kchi are [Godzilla (1954 film), Half Human, Godzilla, King of the Monsters!].",
        "verbalized_answer_4": "The film, whose actor is Mommy Kchi are [Godzilla (1954 film), Half Human, Godzilla, King of the Monsters!].",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/property/starring> <http://dbpedia.org/resource/Momoko_K\u00c5\u008dchi> }"
    },
    {
        "uid": "2458",
        "question": "How many countries surround the seas on the banks of which is the city of Cancun?",
        "verbalized_answer": "There are [20] countries surrounding the seas whose one city is Cancun.",
        "verbalized_answer_2": "There are [20] countries in the world, one of which is Cancun.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT COUNT(?uri) WHERE { ?x <http://dbpedia.org/property/cities> <http://dbpedia.org/resource/Canc\u00c3\u00ban> . ?x <http://dbpedia.org/ontology/country> ?uri . }"
    },
    {
        "uid": "4308",
        "question": "List the governers of Winston Bryant?",
        "verbalized_answer": "The Governors of Winston Bryant are [Bill Clinton, David Pryor, Frank D. White, Jim Guy Tucker, Mike Beebe].",
        "verbalized_answer_2": "Winston Bryant's governors are [Bill Clinton, David Pryor, Frank D. White, Jim Guy Tucker, Mike Beckham].",
        "verbalized_answer_3": "The Governors of him are [Bill Clinton, David Pryor, Frank D. White, Jim Guy Tucker, Mike Beebe].",
        "verbalized_answer_4": "His governors are [Bill Clinton, David Pryor, Frank D. White, Jim Guy Tucker, Mike Beckham].",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Winston_Bryant> <http://dbpedia.org/property/governor> ?uri }"
    },
    {
        "uid": "2879",
        "question": "Name the rivers whose mouth mountain is Essex and river mouth is North Sea?",
        "verbalized_answer": "The rivers with mouth mountain Essex and river mouth in the North Sea are [River Thames, River Stour, Suffolk].",
        "verbalized_answer_2": "The rivers with the Essex estuary and the North Sea estuary are [Thames, River Stour, Suffolk].",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE {?uri <http://dbpedia.org/ontology/mouthMountain> <http://dbpedia.org/resource/Essex> . ?uri <http://dbpedia.org/ontology/riverMouth> <http://dbpedia.org/resource/North_Sea> . ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/River>}"
    },
    {
        "uid": "4015",
        "question": "Where is the mouth of the river whose tributary is Bjelimi\u00c4\u2021ka  Rijeka ?",
        "verbalized_answer": "The mouth of the river whose tributary is Bjelimi\u00c4\u2021ka Rijeka is in [Croatia].",
        "verbalized_answer_2": "The mouth of the river, whose tributary is Bjelimicka Rijeka is located in [Croatia].",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/rightTributary> <http://dbpedia.org/resource/Bjelimi\u00c4\u2021ka_Rijeka> . ?x <http://dbpedia.org/ontology/mouthCountry> ?uri . }"
    },
    {
        "uid": "1058",
        "question": "What is the official residence of the Christopher Daz Figuero which is also the state of the Cruce a Nado Internacional",
        "verbalized_answer": "[Guatemala] is the official residence of Christopher Daz Figueroa and the state of the Cruce a Nado Internacional.",
        "verbalized_answer_2": "[Guatemala] is Christopher Das Figueroa's residence and the state of Cruz a Nado Internacional.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Christopher_D\u00c3\u00adaz_Figueroa> <http://dbpedia.org/property/residence> ?uri. <http://dbpedia.org/resource/Cruce_a_Nado_Internacional> <http://dbpedia.org/ontology/country> ?uri}"
    },
    {
        "uid": "401",
        "question": "Who coached the marquet golden eagels during 2013",
        "verbalized_answer": "[Buzz Williams] is the coach of 2013-14 Marquette Golden Eagles men's basketball team.",
        "verbalized_answer_2": "[Buzz Williams] is Marquette Golden Eagles men's basketball team's coach for the 2013-14 season.",
        "verbalized_answer_3": "",
        "verbalized_answer_4": "",
        "verbalized_answer_5": "",
        "verbalized_answer_6": "",
        "verbalized_answer_7": "",
        "verbalized_answer_8": "",
        "query": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/2013\u00e2\u20ac\u201c14_Marquette_Golden_Eagles_men's_basketball_team> <http://dbpedia.org/ontology/coach> ?uri }"
    }
]